개인정보수집 및 이용
1. 고객정보의 수집 및 이용 목적
당사를 통해 보험가입을 함에 있어 메리츠화재보험(주)의 보험계약 인수심사, 계약체결, 유지, 관리(갱신 포함), 보험금 등 지급/심사, 순보험요율의 산출/검증, 민원처리 및 분쟁 대응, 보험사고조사(보험사기 조사 포함), 보험모집질서 유지 및 보험상품 추천 등
2. 수집하는 개인정보 항목 및 수집방법
① 수집, 이용할 개인정보의 내용
개인식별정보(성명, 주민등록번호(외국인등록번호), 전자우편주소, 휴대폰번호) 보험계약정보, 피보험자의 질병 및 상해에 관한 정보, 보험금지급 관련 정보, 결제정보(신용카드, 계좌번호)
② 수집방법: 인터넷 홈페이지, 전화, 팩스, 한국신용정보원 조회서비스
3. 개인정보의 보유 및 이용기간
위 수집/이용 목적 달성 시까지
4. 조회할 개인(신용)정보
보험계약정보, 보험금지급 관련 정보(사고정보 포함), 피보험자의 질병 및 상해 관련 정보
5. 개인(신용)정보 조회목적
보험계약의 인수심사/체결/유지/관리(갱신포함), 보험금 등 지급/심사, 보험사고조사, 보험상품 추천안내
6. 조회동의 유효기간
위 조회 목적 달성 시까지
7. 조회자[개인(신용)정보를 제공받는 자]의 개인(신용)정보의 보유, 이용기간
정보를 제공받은 날로부터 개인(신용)정보의 조회 목적 달성 시까지
8. 개인(신용)정보를 제공받는 자
메리츠화재보험㈜, 보험대리점 유라이프㈜, 한국신용정보원
9. 개인(신용)정보를 제공받는 자의 이용목적
보험계약의 인수심사/체결/유지/관리(갱신 포함), 보험금 등 지급/심사, 보험사고조사, 기가입 보험조회
10. 제공할 개인(신용)정보의 내용
위 「 1. 개인(신용)정보의 수집•이용에 관한 사항」의 정보내용과 같음
11. 제공받는 자의 개인(신용)정보 보유/이용기간
정보를 제공받은 날로부터 개인(신용)정보를 제공받는 자의 이용목적 달성시까지
12. 민감정보 및 고유식별정보의 처리에 관한 사항
당사는 개인정보보호법 제23조 및 제24조에 따라 본 계약과 관련하여 상기의 개인(신용)정보에 대한 개별 동의 사항에 대하여 다음과 같이 고객님의 민감정보(질병•상해정보) 및 고유식별정보(주민등록번호•외국인등록번호)를 처리(수집/이용, 제공 등)하고자 합니다. 이에 대하여 동의하십니까?
13. 개인정보 관리 책임자
정보통신망 이용촉진 및 정보보호 등에 관한 법률 제27조에 따른 개인정보 관리 책임자 및 담당부서, 담당자는 다음과 같습니다.
[개인정보 관리 책임자]
- 관리담당자 : 장승필 부장
- 전화 : 1800-9010
- 팩스 : 02-2088-1673
- 이메일 : help@udirect.co.kr