<div class="tems-cont">
    <ul class="clearfix inb">
        <li><strong>1. 고객정보의 수집 및 이용 목적</strong></li>
        <li>당사를 통해 보험가입을 함에 있어 보험회사의 보험계약 인수심사, 계약체결, 유지, 관리(갱신 포함), 보험금 등 지급/심사, 순보험요율의 산출/검증, 민원처리 등의 목적</li>
        
        <li><strong>2. 수집하는 개인정보 항목 및 수집방법</strong></li>
        <li class="type-number">① 수집, 이용할 개인정보의 내용
          <ul>
            <li>개인식별정보(성명, 주민등록번호(외국인등록번호), 전자우편주소, 휴대폰번호) 보험계약정보, 피보험자의 질병 및 상해에 관한 정보, 보험금지급 관련 정보, 결제정보(신용카드, 계좌번호)</li>
          </ul>
        </li>
        <li class="type-number">②수집방법: 인터넷 홈페이지, 전화, 팩스, 한국신용정보원 조회서비스</li>
        
        <li><strong>3. 개인정보의 보유 및 이용기간</strong></li>
        <li>위 수집/이용 목적 달성 시까지</li>
        
        <li><strong>4. 조회할 개인(신용)정보</strong></li>
        <li>보험계약정보, 보험금지급 관련 정보(사고정보 포함), 피보험자의 질병 및 상해 관련 정보</li>
        
        <li><strong>5. 개인(신용)정보 조회목적</strong></li>
        <li>>보험계약의 인수심사/체결/유지/관리(갱신포함), 보험금 등 지급/심사, 보험사고조사, 보험상품 추천안내</li>
        
        <li><strong>6. 조회동의 유효기간</strong></li>
        <li>위 조회 목적 달성 시까지</li>
        
        <li><strong>7. 조회자[개인(신용)정보를 제공받는 자]의 개인(신용)정보의 보유, 이용기간</strong></li>
        <li>정보를 제공받은 날로부터 개인(신용)정보의 조회 목적 달성 시까지</li>
        
        <li><strong>8. 개인(신용)정보를 제공받는 자</strong></li>
        <li>메리츠화재보험㈜, 삼성화재해상보험㈜, 현대해상화재보험㈜, 에이스아메리칸화재해상보험㈜, MG손해보험㈜, DB손해보험㈜, ㈜유라이프파이낸셜 보험대리점, 한국신용정보원</li>
        
        <li><strong>9. 개인(신용)정보를 제공받는 자의 이용목적</strong></li>
        <li>보험계약의 인수심사/체결/유지/관리(갱신 포함), 보험금 등 지급/심사, 보험사고조사, 기가입 보험조회</li>
        
        <li><strong>10. 제공할 개인(신용)정보의 내용</strong></li>
        <li>위 「 1. 개인(신용)정보의 수집•이용에 관한 사항」의 정보내용과 같음</li>
        
        <li><strong>11. 제공받는 자의 개인(신용)정보 보유/이용기간</strong></li>
        <li>정보를 제공받은 날로부터 개인(신용)정보를 제공받는 자의 이용목적 달성시까지</li>
        
        <li><strong>12. 민감정보 및 고유식별정보의 처리에 관한 사항</strong></li>
        <li>당사는 개인정보보호법 제23조 및 제24조에 따라 본 계약과 관련하여 상기의 개인(신용)정보에 대한 개별 동의 사항에 대하여 다음과 같이 고객님의 민감정보(질병•상해정보) 및 고유식별정보(주민등록번호•외국인등록번호)를 처리(수집/이용, 제공 등)하고자 합니다. 이에 대하여 동의하십니까?</li>
    </ul>
</div>