<div class="tems-cont">
    <ul class="clearfix inb">
        <li><strong>제1조 (목적)</strong></li>
        <li>이 약관은 ㈜유라이프파이낸셜(이하 “회사”라 합니다)가 인터넷관련 사이트 b2b.udirect.co.kr(이하 “플랫폼”이라 합니다)를 기반으로 제휴사와 함께 제공하는 보험서비스 등(이하 “서비스”라 합니다)과 관련하여 회사와 회원 간의 권리의무를 명확히 함을 그 목적으로 합니다.</li>
        
        <li><strong>제2조 (용어의 정의)</strong></li>
        <li>
            <p>이 약관에서 사용되는 용어의 정의는 다음과 같습니다.</p>
            <p class="type-number">1. "플랫폼"이란 "회사가" "서비스"를 회원에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 "서비스"를 거래할 수 있도록 설정한 가상의 영업장을 말합니다.</p>
            <p class="type-number">2. "서비스"라 함은 “회사”가 "회원"에게 제공하는 제4조에서 정한 서비스를 말합니다.</p>
            <p class="type-number">3. "이용자"라 함은 웹사이트를 이용하는 자를 말하며, "회원"이라 함은 이용자 중 회사가 제공하는 제 4조의 서비스를 위하여 회사가 요구하는 개인정보를 입력하고 이 약관에 동의한 자를 말합니다.</p>
        </li>
        
        <li><strong>제3조 (약관의 효력 등)</strong></li>
        <li>
            <p class="type-number">1) 이 약관은 “회사”가 “플랫폼”에 게시하는 방법으로 이용자에게 고지함으로써 그 효력이 생깁니다.</p>
            <p class="type-number">2) “회사”가 이 약관을 개정할 경우에는 적용일 및 개정사유를 명시하여 그 적용일의 1주 전부터 적용일의 전일까지 1)항과 같은 방법으로 고지합니다. 이 때, 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 적용됩니다.</p>
            <p class="type-number">3) 이용자는 서비스를 계속 이용함으로써 개정된 약관에 동의한 것으로 간주됩니다.</p>
            <p class="type-number">4) 회원은 개정된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있습니다.</p>
        </li>
        
        <li><strong>제4조 (서비스의 내용)</strong></li>
        <li>
            <p>”회사”가 제공하는 서비스는 다음과 같습니다.</p>
            <p>가. 보험상품정보 제공</p>
            <p>나. 보험료 계산</p>
            <p>다. 보험 상담 및 가입</p>
            <p>라. 국내외 여행상품 판매 및 여행정보제공</p>
            <p>마. 기타 “회사”가 정하는 업무</p>
        </li>
        
        <li><strong>제5조 (서비스 이용)</strong></li>
        <li>“이용자”들은 제4조의 서비스를 그 용도에 맞추어 이용할 수 있습니다. 그러나, 가입서비스 이용을 위해서는 회사가 요구하는 회원가입 절차를 따라야 합니다.</li>
        
        <li><strong>제6조 (회원자격 득실)</strong></li>
        <li class="type-number">1) 이용자는 회사가 요구하는 개인정보를 입력하고 본 약관에 대하여 동의 여부를 묻는 박스를 클릭하여 체크표시를 함으로써 가입서비스를 이용할 수 있는 회원자격을 얻게 됩니다.</li>
        <li class="type-number">2) 회원은 언제든지 회원에서 탈퇴할 수 있으며, 회사는 회원이 다음 각호의 1에 해당하는 경우 자격을 상실케 할 수 있습니다.
            <ul>
                <li>가. 위법하게 서비스를 이용하는 경우</li>
                <li>나. 서비스에 가입한 후 가입서비스를 이용하지 않는 경우</li>
            </ul>
        </li>
        <li class="type-number">3) 회사는 회원에게 다양한 보험상품정보 추천 등 서비스를 제공하기 위한 목적으로 한국신용정보원 등에 보험조회를 하는 등 개인정보를 이용할 수 있습니다.</li>
        
        <li><strong>제7조 (개별약관)</strong></li>
        <li>
            <p class="type-number">1) 가입서비스의 이용료 등에 관하여는 개별약관 등에서 정하는 바에 따릅니다.</p>
            <p class="type-number">2) 개별약관과 이 약관의 내용이 충돌하는 경우 개별약관의 효력이 이 약관에 우선합니다.</p>
        </li>
        
        <li><strong>제8조 (회사 등의 의무)</strong></li>
        <li class="type-number">1) 회사는 안정적인 서비스 제공을 위하여 지속적으로 노력하며, 이용자로부터 민원이 접수되는 경우 성실히 응대합니다. 다만, 필요한 경우 제휴사가 대신 응할 수 있습니다.</li>
        <li class="type-number">2) 회사는 다음 각호의 1에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
            <ul>
                <li>가. 설비 보수 등</li>
                <li>나. 서비스의 근간이 되는 기간통신사업자의 망 서비스 제공 중지</li>
                <li>다. 국가비상사태, 정전, 이용자의 폭주 기타 불가항력적인 경우</li>
            </ul>
         </li>
        <li class="type-number">3) 회사가 서비스 제공을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 제3조 1)항의 방법으로 지체 없이 회원에게 알립니다.</li>
        <li class="type-number">4) 이용자는 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항 등 회사가 고지하는 사항을 준수합니다.</li>
        <li class="type-number">5) 회원은 개인정보의 부정사용이 발생하지 않도록 유의하여야 하며, 부정사용을 알게 된 경우 즉시 회사에 알려 피해방지에 협력합니다.</li>
        <li class="type-number">6) 회원은 서비스에 관한 권리의무의 일부 또는 전부를 제3자에게 양도하거나 담보로 제공할 수 없습니다.</li>
        
        <li><strong>제9조 (분쟁의 해결)</strong></li>
        <li>
            <p class="type-number">1) 회사와 이용자는 서비스와 관련하여 분쟁이 발생한 경우에 이를 원만하게 해결하기 위하여 노력합니다.</p>
            <p class="type-number">2) 전항의 규정에도 불구하고, 당사자간 분쟁으로 인하여 소송이 제기될 경우 서울중앙지방법원을 관할법원으로 합니다.</p>
        </li>
    </ul>
</div>