이용약관
제1조 (목적)
이 약관은 ㈜유라이프파이낸셜(이하 ‘회사’라 한다)이 운영하는 인터넷/모바일 홈페이지(이하 “홈페이지”라 한다.)에서 제공하는 보험토탈케어 서비스(이하 ‘서비스’라 한다)를 이용함에 있어 회사와 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
제2조 (용어의 정의)
① "회사"란 이용자의 가입편의성을 위하여 보험회사와 약정한 포괄계약에 의거하여 대표계약자로 설정된 ㈜유라이프파이낸셜을 의미하며 모든 이용자는 대표계약자를 통해 청약이 이루어 집니다.
② "이용자"란 홈페이지에 접속하여 이 약관에 따라 홈페이지이 제공하는 서비스를 받는 회원 및 준회원(동반자)를 말합니다
③ "회원"이라 함은 회사에 가입서비스의 이용을 위하여 필요한 개인정보를 입력하고 해당 약관에 동의한 자를 말합니다.
④ "준회원(동반자)"이라 함은 회원에게 개인정보를 제공하여 간접적으로 서비스를 이용하는 자를 의미합니다.
⑤ "서비스"라 함은 "회원 및 준회원이" 이용하는 것으로 회사가 요구하는 개인정보를 제공하여만 이용이 가능한 서비스(여행자보험 가입등)을 말합니다.
⑥ "준회원(동반자)"의 개인정보제공 및 동의에 관한 절차는 회원이 대신하여 진행할 수 있으나 회사의 과실을 제외한 법적책임은 회원에게 있습니다.
제3조 (약관의 명시와 개정)
① 회사는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자 등록번호, 연락처(전화, 전자우편 주소), 개인정보관리 책임자 등을 이용자가 알 수 있도록 홈페이지의 초기화면(전면)에 게시합니다.
② 회사는 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용 촉진 및 정보보호 등에 관한 법률, 방문판매 등에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
③ 회사가 약관을 개정할 경우에는 적용 일자 및 개정사유를 명시하여 현행 약관과 함께 "홈페이지"의 초기화면에 그 적용일자 7일이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 회사가 개정전 내용과 개정후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
④ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래등에서의 소비자보호에관한법률, 약관의규제등에관한법률, 공정거래위원회가 정하는 전자상거래등에서의소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
제4조(서비스의 이용)
① 회사는 다음의 서비스를 제공합니다.
1. 보험상품에 대한 정보의 제공 및 보험 계약의 중개
2. 보험료 산출서비스
3. 보험 진단서비스
4. 보험 추천서비스
5. 보험 계약관리서비스
6. 고객혜택제공
7. 기타 회사가 정하는 서비스
② 회사는 불가피한 사정이나 기술적 사양의 변경 등의 경우에는 서비스의 내용을 변경할 수 있습니다. 이 경우에는 변경된 서비스의 내용 및 제공일자를 명시하여 현재의 서비스의 내용을 게시한 곳에 그 제공일자 이전 7일부터 공지합니다. 단, 회사는 불가피한 여건이나 사정이 있는 경우, 위 공지를 하지 않을 수 있습니다.
③ 회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 기술적 사양의 변경 등의 사유로 변경할 경우에는 회사는 이로 인하여 이용자가 입은 손해를 배상합니다. 단, 회사에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
④ 서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴를 원칙으로 합니다. 다만 이용시간은 정기점검 등의 필요로 인하여 회사가 정한 날 및 시간에 대해서는 예외 적용합니다.
⑤ 회사는 시스템 등의 보수, 점검, 교체, 시스템의 고장, 통신의 두절, 기타 불가 항력적 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
⑥ 회사는 ⑤항의 사유로 서비스 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대해서는 배상하지 아니합니다.
제5조(회원 관리)
① 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
② 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
1. 등록 내용에 허위, 기재누락, 오기가 있는 경우
2. 기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우
③ 회원가입계약의 성립시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.
④ 회원은 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 방법으로 회사에 대하여 그 변경사항을 알려야 합니다.
제6조(회원자격 득실)
① 이용자는 제휴사 등에 회사가 제공하는 서비스에서 서비스 계약신청시 본 약관과 개인정보 처리 방침을 읽고 "동의"또는 "확인"버튼을 체크한 경우 본 약관에 동의함으로 회원자격을 얻게 됩니다.
② 회원은 회원의 준회원(동반자)를 위해 여행자보험에 일괄가입하며 이때 회원과 회원의 동반자(준회원)의 개인(신용)정보를 보험사에 제공합니다. 회원의 동반자(준회원)의 개인(신용)정보는 "회원"에게 제공 받습니다.
제7조(회원 탈퇴 및 자격 상실 등)
① 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를 처리합니다.
② 회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다.
1. 가입 신청시에 허위 내용을 등록한 경우
2. 홈페이지를 이용하여 구입한 재화 등의 대금, 기타 홈페이지 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
3. 다른 사람의 홈페이지 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
4. 홈페이지를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
③ 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다.
제8조(회원에 대한 통지)
① 회사가 이용자에 대한 통지를 하는 경우, 이용자가 회사에 제출한 전자우편 주소로 할 수 있습니다.
② 회사는 불특정다수 이용자에 대한 통지의 경우 1주일 이상 홈페이지 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다.
제9조(전자금융거래 이용 신청)
회사에서 서비스를 이용하기 위해서는 전자금융거래 이용 신청을 하셔야 하며, 신청하는 방법은 다음의 절차에 의하여야 합니다.
1. 본 약관에 동의
2. 최초 이용 시 전자금융거래이용약관 동의
3. 주민등록번호 및 성명 제공을 통한 실명인증 확인
4. 보험상품 및 서비스 제공 시 요구하는 항목 입력
5. 공인인증서, 신용카드 등에 회사가 정한 방법에 따른 결제
제10조(개인정보보호)
① 회사는 이용자의 정보 수집 시 서비스 이용상의 필요한 최소한의 정보를 수집합니다. 수집하는 정보 항목에 대해서는 개인정보처리방침을 참고하시기 바랍니다.
② 회사는 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.
③ 회사는 이용자가 제공한 개인정보를 다음 각 호의 목적 이외에는 제공, 이용할 수 없습니다.
1. 관련 법률상의 근거에 따른 제공, 이용
2. 회사에서 제공하는 서비스의 제공, 이용
3. 통계작성 등의 목적을 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태의 개인정보 제공, 이용
④ 이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있습니다.
⑤ 회사는 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며, 이용자의 개인정보가 회사의 고의 또는 과실로 인하여 분실, 도난, 유출, 변조되어 이용자에게 손해가 발생한 경우 책임을 집니다.
⑥ 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 개인정보를 지체없이 파기합니다.
⑦ 기타 홈페이지 이용시의 개인정보보호 관련 사항은 개인정보처리방침에 준하여 적용됩니다.
제11조 (회사의 의무)
① 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화, 용역을 제공하는데 최선을 다하여야 합니다.
② 회사는 이용자가 안전하게 인터넷서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안시스템을 갖추어야 합니다.
③ 회사가 상품이나 용역에 대하여 표시 광고의공정화에관한법률 제3조 소정의 부당한 표시 광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
④ 회사는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
제12조 (이용자의 의무)
이용자는 다음 행위를 하여서는 안됩니다.
1. 신청 또는 변경시 허위내용의 등록
2. 회사에 게시된 정보의 변경
3. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시
4. 회사와 제3자의 저작권 등 지적재산권에 대한 침해
5. 회사와 제3자의 명예를 손상시키거나 업무를 방해하는 행위
6. 외설 또는 폭력적인 메시지, 화상, 음성 기타 공서양속에 반하는 정보를 홈페이지에 공개 또는 게시하는 행위
제13조(저작권의 귀속 및 이용제한)
① 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
② 이용자는 홈페이지를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송, 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
제14조(분쟁해결)
① 회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 홈페이지 내 연락처로 연락하시면 됩니다.
② 회사는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 통보해 드립니다.
제15조(재판권 및 준거법)
① 회사와 이용자간에 발생한 전자거래 분쟁에 관한 소송은 민사소송법상의 관할법원에 제기합니다.
② 회사와 이용자간에 제기된 전자거래 소송에는 한국법을 적용합니다.
부칙
본 약관은 2022년 9월 1일부터 시행한다.