<?php
$pass_key = "ertogmdr5nhpr9e5nn5n84";

$arrInsuranceCompany = [
    1=>"CHUBB"
    ,2=>"메리츠화재"
    ,3=>"MG손해보험"
    ,4=>"DB손해보험"
    ,5=>"삼성화재"
    ,6=>"현대해상"
];

$arrTripType = [
    1=>"국내여행",
    2=>"해외여행",
    3=>"해외장기체류"
];

$arrCalTypeTitle = [[],["일반"],["주니어","성인"],["주니어","성인","시니어"],["주니어","성인","시니어1","시니어2"]];

$arrPlanStateText = [
//    1=>"결제완료"
    1=>"청약완료"
    ,2=>"취소접수"
    ,3=>"취소완료"
    ,4=>"수정접수"
    ,5=>"수정완료"
    ,6=>"청약완료"
    ,7=>"청약대기1"
    ,8=>"청약대기2"
    ,9=>"청약대기3"
];

$arrPlanChageStateText = [
    1=>"처리중",
    2=>"수정완료",
    3=>"취소완료"
];

$arrTripPurpose = [
    1=>"여행/관광",
    2=>"연수/출장",
];

$arrTripPurpose3 = [
    1=>"유학/연수",
    2=>"주재원",
    3=>"업무/출장",
    4=>"워킹홀리데이",
    5=>"동반"
];

$arrPlanStateUpdatable = [1,2,4,5,6];

$default_plan_join_code_samsung = "82370000077185";
?>